{
  "page_title": "À Propos de Midzoe",
  "page_subtitle": "Connecter les gens à travers les frontières par des solutions complètes de voyage, d'éducation et d'affaires.",
  "mission_title": "Notre Mission",
  "mission_description": "Simplifier la mobilité internationale en fournissant des solutions complètes pour les étudiants, les professionnels, les touristes et les entreprises, rendant les opportunités mondiales accessibles à tous.",
  "excellence_title": "Excellence",
  "excellence_description": "Nous nous efforçons d'exceller dans chaque service que nous fournissons, assurant la plus haute qualité et satisfaction pour nos clients.",
  "trust_title": "Confiance",
  "trust_description": "Construire des relations durables par la transparence, la fiabilité et l'engagement envers le succès de nos clients.",
  "global_title": "Perspective Mondiale",
  "global_description": "Embrasser la diversité et favoriser la compréhension interculturelle dans tout ce que nous faisons.",
  "story_title": "Notre Histoire",
  "story_paragraph_1": "Fondée en 2023, Midzoe est née d'une simple observation: la mobilité internationale ne devrait pas être compliquée. Nos fondateurs, ayant vécu les défis des études et du travail à l'étranger, ont décidé de créer une solution complète.",
  "story_paragraph_2": "Commençant par des services aux étudiants, nous avons rapidement étendu nos activités pour couvrir tous les aspects de la mobilité internationale, du tourisme aux voyages d'affaires. Aujourd'hui, nous grandissons rapidement et aidons les étudiants, les professionnels et les voyageurs à naviguer leurs parcours internationaux avec facilité.",
  "story_paragraph_3": "Notre engagement envers l'innovation et le service à la clientèle nous pousse à continuellement améliorer et étendre nos services pour répondre aux besoins évolutifs de notre communauté mondiale.",
  "stats_services": "Services Offerts",
  "stats_users": "Utilisateurs Actifs",
  "stats_countries": "Pays Desservis",
  "stats_satisfaction": "Satisfaction Client"
}
